export const sideMenuList = [
  {
    title: "主題旅遊",
    subMenu: [
      {
        title: "爸媽遊",
        subMenu: ["祈福拜佛", "古鎮遊玩", "桂林山水", "紅色之旅"],
      },
      {
        title: "親子遊",
        subMenu: ["上海迪士尼", "探險體驗", "海洋公園", "感受名校"],
      },
      {
        title: "浪漫蜜月遊",
        subMenu: ["浪漫海島", "豪華酒店", "購物血拼", "全球婚禮"],
      },
    ],
  },
  {
    title: "周邊遊",
    subMenu: [
      {
        title: "周邊目的地",
        subMenu: ["新疆", "南京", "蘇州", "黃山"],
      },
      {
        title: "熱門景點",
        subMenu: ["華山", "瀘沽湖", "烏鎮古鎮", "宏村"],
      },
    ],
  },
  {
    title: "國內游",
    subMenu: [
      {
        title: "廣東",
        subMenu: ["廣州", "深圳", "珠海", "惠州"],
      },
      {
        title: "浙江",
        subMenu: ["杭州", "普陀山", "千島湖", "寧波"],
      },
      {
        title: "江蘇",
        subMenu: ["舟山", "烏鎮", "干山", "湖州"],
      },
    ],
  },
  {
    title: "東南亞",
    subMenu: [
      {
        title: "熱門目的地",
        subMenu: ["新加坡", "巴厘島", "越南", "柬埔寨"],
      },
      {
        title: "熱門景點2",
        subMenu: ["下龍灣", "吳哥窟", "西哈努克", "檳城珍珠島"],
      },
    ],
  },
  {
    title: "歐洲",
    subMenu: [
      {
        title: "熱門郵輪航線",
        subMenu: ["歐洲河輪", "北歐郵輪", "愛琴海郵輪", "英倫三島"],
      },
      {
        title: "熱門景點3",
        subMenu: ["貝加爾湖", "普羅旺斯", "阿爾卑斯", "聖托里尼島"],
      },
      {
        title: "蜜月遊",
        subMenu: ["極光中心", "俄羅斯遠東地區", "英格蘭少女峰", "玻璃海灘"],
      },
    ],
  },
];

/**
 * 首頁推薦產品數據
 * */
// 爆款推薦
export const productList1 = [
  {
    id: 1,
    title:
      "埃及阿斯旺+盧克索+紅海Red Sea+開羅+亞歷山大12日跟團遊(5鑽)·【官方旗艦明星純玩團】25人封頂|含簽證小費全程餐|3晚尼羅河遊輪+3晚紅海全包度假村+1晚底比斯古都|升級內陸飛機|優質中文導遊隊伍|七大神廟+贈項目",
    price: "11990",
  },
  {
    id: 2,
    title: "摩洛哥撒哈拉沙漠+卡薩布蘭卡+馬拉喀什+舍夫沙...",
    price: "13290",
  },
  {
    id: 3,
    title: "越南胡志明市+美奈+芽莊+河內7日6晚跟團遊(4鑽)...",
    price: "4000",
  },
  {
    id: 4,
    title: "迪拜+阿布扎比6日跟團遊(5鑽)·【攜程國旅純玩...",
    price: "7399",
  },
  {
    id: 5,
    title: "泰國曼谷+芭堤雅6日5晚跟團遊(5鑽)·【純玩】『可...",
    price: "3499",
  },
  {
    id: 6,
    title: "日本大阪+京都+箱根+東京6日5晚跟團遊(4鑽)·【浪...",
    price: "5999",
  },
  {
    id: 7,
    title: "新加坡+馬來西亞6日5晚跟團遊(5鑽)·【純玩無購物...",
    price: "6199",
  },
  {
    id: 8,
    title: "法國+德國+意大利+瑞士12日跟團遊(4鑽)·【匠心定...",
    price: "13699",
  },
  {
    id: 9,
    title: "印度尼西亞巴厘島7日5晚私家團(5鑽)·A線獨棟泳...",
    price: "5021",
  },
];